{
  "login": {
    "title": "Welcome back",
    "description": "Login to your Acme Inc account",
    "email": "Email",
    "password": "Password",
    "button": "Login",
    "wait": "Waiting",
    "forgot": "Forgot your password?",
    "info": "By using our system, you agree to our",
    "info1": "Terms of Service",
    "info2": "and",
    "info3": "Privacy Policy",
    "signUp": "Don't have an account?",
    "signUpButton": "Sign Up"
  },
  "signUp": {
    "title": "Welcome",
    "description": "Enter your details",
    "email": "Email",
    "password": "Password",
    "button": "Sign Up",
    "wait": "Wait",
    "signIn": "Already have an account?",
    "signInButton": "Sign In"
  },
  "forgot": {
    "title": "Forgot you login?",
    "description": "Provide your email to receive a recovery link",
    "email": "Email",
    "password": "New Password",
    "re-password": "New Password again",
    "button": "Send",
    "wait": "Sending",
    "signIn": "Already have an account?",
    "signInButton": "Sign In"
  },
  "terms": {
    "title": "Terms of Use",
    "lastUpdated": "Last updated: {{date}}",

    "acceptance": {
      "title": "1. Acceptance of Terms",
      "p1": "By accessing or using this site/app (the \"Service\"), you agree to these Terms of Use and our Privacy Policy. If you do not agree with any condition, we recommend not using the Service."
    },

    "eligibility": {
      "title": "2. Eligibility and Account",
      "p1": "You represent that you are at least 18 years old or legally capable under your country’s laws. Certain features may require an account with true, complete, and up-to-date information. You are responsible for safeguarding your credentials and all activities under your account."
    },

    "permittedUse": {
      "title": "3. Permitted Use",
      "p1": "You agree to use the Service lawfully and ethically. It is strictly prohibited to:",
      "li1": "Violate applicable laws, third-party rights, or these Terms;",
      "li2": "Interfere with the Service’s operation or circumvent security mechanisms;",
      "li3": "Submit malicious content, spam, harmful code, or promote illegal activities;",
      "li4": "Perform reverse engineering, unauthorized scraping, or abusive automated use;",
      "li5": "Publish defamatory, discriminatory, offensive, or illegal content."
    },

    "billing": {
      "title": "4. Subscriptions, Payments, and Trials",
      "p1": "Paid plans, when available, will be charged as shown at purchase time. Taxes may apply. Charges recur until cancellation. Trial plans convert to paid at the end of the trial unless cancelled beforehand. Payments are non-refundable except when required by law."
    },

    "cancellation": {
      "title": "5. Cancellation and Termination",
      "p1": "You may cancel anytime in account settings; access continues until the end of the paid cycle. We may suspend or terminate access in case of breach of these Terms, security risk, fraud, or legal requirement."
    },

    "ip": {
      "title": "6. Intellectual Property",
      "p1": "All rights to the Service and its contents (trademarks, code, layouts, texts, images, and other elements) belong to us or our licensors. You are granted a limited, revocable, non-exclusive license for personal, non-commercial use, subject to these Terms."
    },

    "ugc": {
      "title": "7. User-Generated Content",
      "p1": "By posting or creating content on the Service, you grant us a worldwide, non-exclusive, royalty-free, sublicensable license to host, store, process, reproduce, and display such content to operate and improve the Service. You represent you have the necessary rights and that the content does not infringe third-party rights."
    },

    "privacy": {
      "title": "8. Privacy and Data",
      "p1": "Personal data is processed according to our Privacy Policy. You are responsible for keeping your data up to date and configuring your privacy preferences."
    },

    "availability": {
      "title": "9. Availability and Changes",
      "p1": "The Service is provided “as is”. We may modify, suspend, or discontinue features at any time, with or without notice. We will use reasonable efforts to communicate material changes."
    },

    "disclaimer": {
      "title": "10. Disclaimers and Limitation of Liability",
      "p1": "To the maximum extent permitted by law, we do not warrant the Service will be error-free, secure, or uninterrupted. We will not be liable for indirect, incidental, special, consequential damages, or loss of profits, data, or goodwill. Our total liability, if any, is limited to the amount you paid in the 12 months preceding the event."
    },

    "indemnity": {
      "title": "11. Indemnification",
      "p1": "You agree to indemnify and hold us harmless from any claims, losses, costs, and expenses arising from misuse of the Service, breach of these Terms, or infringement of third-party rights by you."
    },

    "links": {
      "title": "12. Third-Party Links",
      "p1": "The Service may contain links to third-party sites. We do not endorse nor are we responsible for their content, policies, or practices."
    },

    "comms": {
      "title": "13. Communications",
      "p1": "We may send operational, administrative, and promotional communications. You may manage marketing preferences at any time, without prejudice to essential service messages."
    },

    "changes": {
      "title": "14. Changes to These Terms",
      "p1": "We may update these Terms periodically. We will publish the revised version with the new update date. Continued use after changes constitutes acceptance of the revised Terms."
    },

    "law": {
      "title": "15. Governing Law and Venue",
      "p1": "These Terms are governed by the laws of your country or, if not specified, the laws of Brazil. Courts at your domicile shall have jurisdiction unless otherwise required by law."
    },

    "contact": {
      "title": "16. Contact",
      "p1": "Questions or requests can be sent to our support: contact@yourdomain.com."
    },

    "note": "Note: This text is a general template and not legal advice. Customize it for your product and consult legal counsel for specific compliance (LGPD/GDPR, consumer law, etc.)."
  },
  "aup": {
    "title": "Acceptable Use Policy",
    "lastUpdated": "Last updated: {{date}}",

    "scope": {
      "title": "1. Scope",
      "p1": "This Acceptable Use Policy complements the Terms of Use and sets rules for responsible use of the Service and its resources, including APIs, apps, and integrations."
    },

    "responsibleUse": {
      "title": "2. Responsible Use",
      "p1": "Use the Service ethically, respecting applicable laws, third-party rights, and other users’ experience. Safeguard your credentials and devices."
    },

    "prohibited": {
      "title": "3. Prohibited Conduct",
      "p1": "The following are strictly prohibited:",
      "li1": "Abusing the Service via aggressive automation, spam, or attempts to overload (DoS/DDoS);",
      "li2": "Exploiting vulnerabilities, bypassing authentication, or disabling security mechanisms;",
      "li3": "Publishing illegal, defamatory, discriminatory, sexually explicit content, or content inciting violence/hatred;",
      "li4": "Infringing intellectual property, privacy, or third-party data;",
      "li5": "Distributing malware, phishing, scams, or collecting data without proper consent;",
      "li6": "Using the Service for activities that violate local or international laws."
    },

    "security": {
      "title": "4. Security",
      "p1": "Promptly report suspected security issues. Do not perform penetration testing without written authorization. Use best practices for tokens and keys (rotation, secrecy, least privilege)."
    },

    "rates": {
      "title": "5. Rate Limits and Quotas",
      "p1": "There may be request limits, event rates, and quotas per account or API key. Hitting limits may cause temporary degradation, blocking, or additional charges per your plan."
    },

    "dataPrivacy": {
      "title": "6. Data and Privacy",
      "p1": "Personal data processing must comply with applicable laws (e.g., LGPD/GDPR) and our Privacy Policy. Avoid storing sensitive data without legal basis and adequate safeguards."
    },

    "content": {
      "title": "7. Content Standards",
      "p1": "Generated and shared content must be relevant to the Service’s purpose and comply with copyright, community policies, and advertising/consumer/IP laws."
    },

    "enforcement": {
      "title": "8. Enforcement",
      "p1": "Upon violations, we may warn, limit features, suspend or terminate accounts, remove content, and notify authorities, depending on severity and applicable law."
    },

    "reporting": {
      "title": "9. Reporting",
      "p1": "To report abuse, security issues, or violations, contact the indicated support channel. Include evidence, dates, URLs, and, if possible, request IDs."
    },

    "children": {
      "title": "10. Children and Minors",
      "p1": "Unless specifically stated, the Service is not intended for children under 13. For older minors, consents and parental controls may be required under local law."
    },

    "changes": {
      "title": "11. Changes to this Policy",
      "p1": "We may update this Policy periodically. We will publish the revised version with the new date. Continued use after changes indicates agreement with the revised Policy."
    },

    "contact": {
      "title": "12. Contact",
      "p1": "Questions or reports: contact@yourdomain.com."
    },

    "note": "This document is a general template and not legal advice. Adapt to your product and consult legal counsel for specific obligations."
  }
}
